Repository: ckruse/cforum_ex
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: de

source: can't be blank
de: darf nicht leer sein

source: has already been taken
de: ist bereits vergeben

source: is invalid
de: ist ungültig

source: has invalid format
de: hat ein ungültiges Format

source: has an invalid entry
de: hat einen ungültigen Eintrag

source: is reserved
de: ist reserviert

source: does not match confirmation
de: unterscheidet sich von der Bestätigung

source: is still associated to this entry
de: ist immer noch mit diesem Eintrag verknüpft

source: are still associated to this entry
de: sind immer noch mit diesem Eintrag verknüpft

source: should be %{count} character(s)
de: sollte %{count} Zeichen haben

source: should have %{count} item(s)
de: sollte %{count} Einträge haben

source: should be at least %{count} character(s)
de: sollte mindestens %{count} Zeichen haben

source: should have at least %{count} item(s)
de: sollte mindestens %{count} Einträge haben

source: should be at most %{count} character(s)
de: sollte höchstens %{count} Zeichen haben

source: should have at most %{count} item(s)
de: sollte mindestens %{count} Einträge haben

source: must be less than %{number}
de: muss kleiner als %{number} sein

source: must be greater than %{number}
de: muss größer als %{number} sein

source: must be less than or equal to %{number}
de: muss kleiner oder gleich %{number} sein

source: must be greater than or equal to %{number}
de: muss größer oder gleich %{number} sein

source: must be equal to %{number}
de: musst gleich %{number} sein

source: password and password confirmation don't match
de: Passwort und Passwort-Bestätigung stimmen nicht überein

source: only image files are allowed!
de: nur Bild-Dateien sind erlaubt!

source: Please specify at least %{count} tags
de: Bitte geben Sie mindestens %{count} Tags an

source: Please specify a maximum of %{count} tags
de: Bitte geben Sie höchstens %{count} Tags an

source: unknown tags given: %{tags}
de: Folgende Tags sind unbekannt: %{tags}

source: is unknown
de: ist unbekannt

source: seems like spam!
de: sieht nach Spam aus!
